[
  {
    "theme": "politics",
    "label": "Politics",
    "entities": [
      "constitution", "democracy", "justice", "roman republic",
      "united states congress", "communism", "president of the united states"
    ],
    "description": "Politics is obviously a common theme for inauguration speeches, but some subjects are specific for certain speeches:",
    "insights": [
      "Although President of the United States has a high relative average search interest in 2016, only President George H.W. Bush is the only one who mentions this subject.",
      "The Republic itself is a relevant topic in early speeches, for President Washington and Jefferson."
    ]
  },
  {
    "theme": "finance",
    "label": "Finance", 
    "entities": [
      "economy", "tax", "commerce", "money"
    ],
    "description": "During an inauguration speech presidents usually lay out their vision for finance and economics.",
    "insights": [
      "During the Great Depression, it made sense to talk about actual money. President Roosevelt was the only one mentioning this subject."
    ]
  },
  {
    "theme": "emotions",
    "label": "Emotions & Human Traits",
    "entities": [
      "courage", "dignity", "love", "happiness", "loyalty",
      "morality", "sacrifice", "compassion", "generosity"
    ],
    "description": "Discussing human emotions and human traits allow people to connect to contents of the speech on an emotional level.",
    "insights": [
      "Of all the subjects in all themes, Love has the highest search interest.",
      "Courage is a subject mention mostly by President George W. Bush.",
      "Compassion is a subject mentioned by President George W. Bush as well, suggesting his speech has to do with character."
    ]
  },
  {
    "theme": "mind",
    "label": "Spirit & Mind",
    "entities": [
      "god", "spirit", "faith", "destiny", "wisdom",
      "soul", "prayer", "conscience", "truth"
    ],
    "description": "Many people live a spiritual or religious life. Presidents usually touch upon matters of the mind.",
    "insights": [
      "In general God is a subject that often occurs in inauguration speeches, also in closing words.",
      "Of all the selected subjects, God was the subject most mentioned by President Lincoln.",
      "Within the Spirit & Mind theme, God has a much higher search interest than the other subjects."
    ]
  },
  {
    "theme": "society",
    "label": "Society",
    "entities": [
      "poverty", "wealth", "peace", "liberty", "hatred",
      "political freedom", "common good", "hero", "patriotism", "promise", "revolution"
    ],
    "description": "Many subjects are covered in an inaugration speech regarding society",
    "insights": [
      "Peace is a very popular subject in speeches. It's the most mentioned subject by Presidents Jefferson, Nixon and Reagan.",
      "Freedom has a high search average in 2016, and it is also one of the most popular subjects in inauguration speeches."
    ]
  },
  {
    "theme": "other",
    "label": "Other",
    "entities": [
      "united states", "weapon", "earth", "allies of world war ii",
      "planet", "union (american civil war)", "new world", "moon", "nothing"
    ],
    "description": "Several subjects have not been categorized in the other themes.",
    "insights": [
      "President Nixon is the only one mentioning the subject Moon, which was relevant due to the first trip to the moon.",
      "For most presidents the subject United States was the most popular subject mentioned."
    ]
  }
]